package drawNGuess;

import java.util.Random;

public class GameUtil {
	public static String[] gameTitles = { "白鸽", "贝迷", "布娃娃", "餐巾", "仓库", "CD", "瓷器", "长江三峡", "长颈漏斗", "赤壁", "除草剂", "大树", "大头鱼", "刀", "冬瓜", "豆沙包", "耳", "耳机", "飞碟", "工资", "荷花", "烘干机", "虎", "蝴蝶", "护膝", "花朵", "环保", "欢乐谷", "击剑", "监狱", "教师", "结婚证", "狙击步枪", "空格键", "KTV", "篮球架", "老爷车", "刘翔", "落地灯", "棉花", "母亲", "NBA", "内裤", "牛奶糖", "牛肉干", "牛肉面", "排插", "秦始皇兵马俑", "全家桶", "沙僧", "圣经", "升旗", "实验室", "狮子座", "守门员", "首饰", "手套", "水波", "土豆", "丸子", "网址", "鲜橙多", "鲜花", "小霸王", "腰带", "烟斗", "扬州炒饭", "衣橱", "医生", "音响", "鹦鹉", "油", "语文书", "针筒", "纸杯", "钻戒" };

	public static String getRandomTitle() {
		Random ran = new Random();
		return gameTitles[ran.nextInt(gameTitles.length)];
	}
}
